<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Assets.car</key>
		<data>
		QzIer0/wli8MVkRhPAIETLSv9qQ=
		</data>
		<key>Resources/Base.lproj/Main.storyboardc/Info.plist</key>
		<data>
		M1rS+Tcas1ZdM4/iibTlduTJ22M=
		</data>
		<key>Resources/Base.lproj/Main.storyboardc/MainMenu.nib</key>
		<data>
		NcC0KAed3u4DzrmEimRkpNWeI8U=
		</data>
		<key>Resources/LICENSE</key>
		<data>
		lLgdNkUQDBT0jksbGy7lwYkahzI=
		</data>
		<key>Resources/sample.mov</key>
		<data>
		bMARSn6EOsHoSbX4Rat82I7IoNs=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		xhxYjO4uJTwl0li2tPgi98ve/v8=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/metadata.json</key>
		<data>
		xrwAX6FUU57dMTwQuTsw4524ckU=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		dOZfUlJ7gd4U+JHSuz8aLmXu9gQ=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		QyvAIecD6ighVFalydl9/BcVPe8=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/metadata.json</key>
		<data>
		fC4qT53BpLAxrKFQmpTeyQuGVN0=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		d/X6pCigxMde2bsLj2hOtaO7pto=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		hliL3ZuVGVAxMFv/l5G9tOIX/FI=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/metadata.json</key>
		<data>
		pbUbkthrWrlcuR5E7YMvlxePDZY=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		G9HGb9e7z4vNMgUw1qZMHkA+MLA=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		/9T6HsCfcmbgIa+1wYQqDcz+3QY=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/metadata.json</key>
		<data>
		d1/t8tSbfb9ZuKe6VX3S03z2G30=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		+bLCv5P1l+oA8sZvNUA/Y16+bLA=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		hyKUECYIDOHUXQ+WxLEqcpXP77c=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/metadata.json</key>
		<data>
		kKYbNt53A4cW2ANsJRl3kah/xJw=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		sBsNpJR/mOeWWUqfkixRGtpfY2w=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		CmwExsbxI9DXbK/r0NPk8tOrUKE=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/metadata.json</key>
		<data>
		peBK2GQ2Qk1TzQC8jOadvOWWg+U=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		FZ/VJoEjXrIP5gTuNM4GZCNHVMA=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		fBK3ky1uRZVM/Wtzv3VxYxrRHQk=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/coremldata.bin</key>
		<data>
		XeTuVeYnravYPuMToPrZcu4J5u4=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/metadata.json</key>
		<data>
		lqRjeTrlgJzkdvSOApXUx99RaXw=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		RO9lLFcrbrzBPWSQdom307K5b8I=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		zEt5bH2FBSeJTsq7FAsCHvU+zrg=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/metadata.json</key>
		<data>
		RjX65Zv0fW3ZXmMa+DtAFMXbBhw=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		f582EsKbRyCRc8R+A4OOQjVym18=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		VGOdSrEWHybsgAT/nreREKO3sag=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/metadata.json</key>
		<data>
		9X1Vs3qCpea7WqFF87QOUeIqMLc=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		A4M8GuiHRba1ORRBMt7ePaMxf6M=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		8igorJJpwqjd5NztXI9S7ZgzsPk=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/metadata.json</key>
		<data>
		r0lMPl78cKsJA4T9MHob03gKskg=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		npplM1epWbmr+AorbRqxTCasIbk=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Q20UESD2Y7eQhsb4ov6IWrA5SmA=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/metadata.json</key>
		<data>
		2vpC+qcwEAv394TzWlCkZQQdqqE=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		yINFLoVO0hpb0DA2Ssz/Xy5pty0=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		59LuuAzwnP5bxqVQNJNyjZVe4/k=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/metadata.json</key>
		<data>
		+giWehicyy4i1j/2oIao3RYEsmc=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		GRuwEy2m2tJ3JX2i0uoBfIbNF/4=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		JnO3Q/+1iBc7jLpBos9fEAR6VrQ=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/metadata.json</key>
		<data>
		DL5GwCW6mfF1uRhKUQmaDNNDpfY=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		S8uhUwF8ctH45roMkI7Ei+2NbN8=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		hAEU/w0L1y434Sdpnp3ycajmdiM=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/metadata.json</key>
		<data>
		NEPLNz/a2YJdQDePnRyWi7uoZEU=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		sF3RX01BVnWNbPOauYmEntnWEpc=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<data>
		uDkpf7HGZaEaRBlxEsWaN7HaqkQ=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/coremldata.bin</key>
		<data>
		qyoXvsbEiMek1S94CIomggKWehQ=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/metadata.json</key>
		<data>
		TzxLLYhkPC7D1eTuaokfsAa6UnA=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.net</key>
		<data>
		lzEIockXJByaofAXP9+V1DRRN+Y=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<data>
		Q434liPLMdia24V0ihcvVjJ428c=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		PNpcl75VBW11F0g1M1mWCPHggFA=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/metadata.json</key>
		<data>
		nlC2mPnf4obvzJEn8P9lOch2SVE=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		OkdYzCjQE0qwHbbqqP6jPu+emFY=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		p+0llV737zwGe+q/3uS6aLooAY4=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/coremldata.bin</key>
		<data>
		A5MIU3GGaqVHrLqgRb+0IhHpxog=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/metadata.json</key>
		<data>
		Bc5PGivCpKmEJ0U3bNOJqyxgzf8=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.net</key>
		<data>
		OUiEP3wh8NWLd956MRyZ5O5aGSg=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.weights</key>
		<data>
		FZ/VJoEjXrIP5gTuNM4GZCNHVMA=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Resources/Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			uurkYjkZ9yEUCfdQqIonyb9fCh5mSaptDZ46evsQgdY=
			</data>
		</dict>
		<key>Resources/Base.lproj/Main.storyboardc/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			6/2HagpKuzGhxFgQU55Lc/bxgR30qm5eqHSV+p9e4/4=
			</data>
		</dict>
		<key>Resources/Base.lproj/Main.storyboardc/MainMenu.nib</key>
		<dict>
			<key>hash2</key>
			<data>
			fRvkQW4Z1BJnkx+gO2F2D0f3kwwKwWGDQhrna7Xsc8s=
			</data>
		</dict>
		<key>Resources/LICENSE</key>
		<dict>
			<key>hash2</key>
			<data>
			4dkWceQtMcR1I4UwVYlvu18Ucq2iTyziFUyDqYKPciw=
			</data>
		</dict>
		<key>Resources/sample.mov</key>
		<dict>
			<key>hash2</key>
			<data>
			Tgp9/v5SOUAmwwuFhvtPAq9lVpzoL/ZjlFA/on/5D4s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			bq1ZtmIgPbN1QT7MpDn+3dDrvo5iiJJf8WKLhg4e40k=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			i+ea9D51fSHkkNdrvhBuBYAPJJ5N2apxEP2Nk3+flnE=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			wgyqEMticEA9gu1mtthWcn6IS2+t0KRhF9iVfHEVnvA=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5Yb9VacjynSgr65CH2n2jbDkGpNPLWDLQVchH6dViks=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			cR9IPd/4gGMza4P74TBrPjXcf/CUjnJnkuZQK89HkD4=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			NGbqKCV+BG3qn/PKKy2l/+VyR4twg4u9ZjbGcLUg+88=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vYsOE9Sbgcx0OklR7HXjxMAcHCBfU9F6P1G7sAxQn0w=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			u/rutWWFE6eatYcV471sg3N+UYOMXL1fj1gthpBLGNM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			z0LZTd6TwIdfQRxnrLNuy7Cn6ay+S93DWnMElxKxPC4=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Po09sXxU7118rajM1G2dEOMtX6TGpb+eePOPUaGGkUI=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TdoyVfbHdAcTyvKoHacM6mEroELfqscLLb08nY2/pPA=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			VJIXih5shtYx/v6+FA9dOtUG0GcvKiM9DyPQceySjMQ=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			DpWNY++X02Kr9Wb2TSfjjgtmxtwakmN7ijjzBlwk8fU=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			464Aw5cRUyw64CHrRXy0Gvgfzhb+vIQ+zy7+Xp4V+ok=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			JjO7V/+FSxtLYrjOpBlCSxXJ4ITYuGAztTOUbGMEb0k=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			zGWvcMPBQph78FSqqBhOgqxbOVBL9+2LH3xcgn/U6Ws=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			nLeLzm6CKq9vTEMspAvUjkaA0V5QMWKotTizD0Tm0fQ=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			bQtVpcoI1oLNnfpwDEPIBCmg5eH19zGiC4J3qnnheBM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			/rxII47SxKRMQvnxcM/qbV4S6GCpLSaAe5Lk1iByqTU=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vDD/O7Y5YIliVDUwSm+CUxrO+qfMkc/LdShr10GfGrk=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			JRSo6sokmFKHcMUUptv03QWey8tdMEYAR+6PNbY1Ka0=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			uZzUamNacovFbHnxUttoI1Z2GH2mIWtjcyhZ039A2ps=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			2p8wc8BZip0EcmvqjphFeyLXMexvrgzbCoKrUBoOAq0=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Z8uqBDyPi/nJkHwa3cdDUQ/Plxlcr8aQQyqdy2nbcdI=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			+thCSikq062b1nCcw1xqIcCUzlvGQ85+5eD7TrLopOM=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_anime_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Ii++5vApoau/CuA1zAT8xj3EgWpS48T9CLAxn8iQTrA=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			tH/HHYhpgINOsL0TxwHlkJXL8GxR1bejCd730aliVIM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			U4OOEmAyYUiddtBPV0F79secEcoSDdU0/ZpZnUKUycM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			vv2wwg/IpH+yJv8hK47Y47JSKVCF0qjCbhCtbSglqwc=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			vFAJpOS4ptXn9GTRqlrsUzZhg6589hUhswqj3Cscmo4=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			xBdMOMKM/wlERJYJbNcB/5Jn5Th5AS5Q3sDCCbtO/sA=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			rgbgB0Mze3drNtKTg76kXBu35oKsSa47rUyKQh29CfI=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			BBa+B3OgyM8hTbPM6nAmVR6zBoLKdUcqseBeQ6j7RTM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			7Sd0BvoGTmIBNZzoMdldcsiz581h9bKs30Kkvi4gH3A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			KzCn2bwRpCY497NrqO0nr9KTogXPPkHq0G0FyVmf+zI=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			2FetMy8PdwnldwjRnAFagyh9rhXFQdgHgVF+ja9BTz8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			9cqCQBQBcanWitHHh/+fxVCq9BMrO9axzSkTGrFaHT8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			+NFTWtyf1ioUSGmgEYJfDEItZOuNu8bM+bby8cJUtYk=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			gsUbUF5RApXOkkEl4fEOqVc6WmSS48P7AKhdQXxnwgA=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			t8nBejtQEEj1UKH04IORRBnX52v/9Zeo+3Ps1yZLKVw=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			JOrwD3gszZnbIDQ+plAWMClwWltwjKrqpI8E1JSDBzI=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			ctEeaVsdEkk+10HMHYE8hfaUBchL8+E39ttShf7aAvM=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			DfAgI6Uu8sdKzWlGMchqG4iq2eZVt3oeyxg+ZHSuLCo=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YhFlqjmAJ713AObIUk9I8rx/iFqnd0zJfBQ65BcjeD8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			oCxzu4oNDpVS5yuTJKcNQ1ILHAHipF2TE47z0Yj2Q6A=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			Etf26bgB647Oxugx3De7RNeJ7GGc4qJhdGlpU4CZWds=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			qAc0jm9rCE77Jo74ncIspQAl0ZfxiOi1lMAQYCRH+to=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			pboSmEmuxzX+naiaykOKWV9DvmrL+7xET+ftKftlZxY=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale1.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			I26Js/BVfGIjBWoxP9XNE+AVHK2OO05NQTQI9Ey6vio=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			MZ53MWxzmVvh4qRaEt8yZ128qPYJSwpavvO9ke28FBA=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Huws0r0vk2zBJLmV0fBrK2io+uRKAx11Dzz6XltyJ0E=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_photo_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			iLPmds78Z9rulY4WqsbgylmctQrB1IBCKAeE5WznlpM=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			p13eM3VDjHpQ2sW0yyTguB2Q2DAQ/GdVzijPXs0IyJo=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			nzuGiZTcVOPAxKvXOWTsSBxAKII7Hhfjrl9smTk+ep4=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			kUSOrvppJf96j15n5XXpTYOS6R07PVgkwaK83qBvoNw=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			OSr77wTBVbWkezgEvlKvTj4yeUDzlZNIditOqi7c0V8=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			bQtVpcoI1oLNnfpwDEPIBCmg5eH19zGiC4J3qnnheBM=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/waifu2x_scale2_denoise2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
